Repository: fol2/Octopus_Agile_Helper
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Additional Rates to Show: %lld
ar: أسعار إضافية للعرض: %lld
ca: Tarifes addicionals per mostrar: %lld
cs: Další sazby k zobrazení: %lld
da: Yderligere takster at vise: %lld
de: Zusätzliche Tarife anzeigen: %lld
el: Πρόσθετες χρεώσεις για εμφάνιση: %lld
es: Tarifas adicionales para mostrar: %lld
fi: Lisähinnat näytettäväksi: %lld
fr: Tarifs supplémentaires à afficher : %lld
he: תעריפים נוספים להצגה: %lld
hi: अतिरिक्त दरें दिखाने के लिए: %lld
hr: Dodatne tarife za prikaz: %lld
hu: További megjelenítendő díjszabások: %lld
id: Tarif Tambahan untuk Ditampilkan: %lld
it: Tariffe aggiuntive da mostrare: %lld
ja: 追加料金の表示対象: %lld
ko: 추가 요금 표시: %lld
ms: Kadar Tambahan untuk Dipaparkan: %lld
nb: Ekstra tariffer å vise: %lld
nl: Aanvullende tarieven om te tonen: %lld
pl: Dodatkowe stawki do wyświetlenia: %lld
pt_pt: Tarifas adicionais a mostrar: %lld
ro: Tarife suplimentare de afișat: %lld
ru: Дополнительные тарифы для отображения: %lld
sk: Ďalšie sadzby na zobrazenie: %lld
sl: Dodatne tarife za prikaz: %lld
sv: Ytterligare taxor att visa: %lld
th: อัตราเพิ่มเติมที่จะแสดง: %lld
tr: Gösterilecek Ek Tarifeler: %lld
uk: Додаткові тарифи для відображення: %lld
vi: Các mức giá bổ sung để hiển thị: %lld
zh_hans: 要显示的其他费率：%lld
zh_hant: 額外顯示的費率：%lld

source: AGILE Plan
ar: خطة AGILE
ca: Pla AGILE
cs: Plán AGILE
de: AGILE-Tarif
el: Πλάνο AGILE
es: Plan AGILE
fi: AGILE-suunnitelma
fr: Forfait AGILE
he: תכנית AGILE
hi: AGILE प्लान
hu: AGILE-terv
id: Paket AGILE
it: Piano AGILE
ja: AGILEプラン
ko: AGILE 플랜
ms: Pelan AGILE
nl: AGILE-pakket
pl: Plan AGILE
pt_pt: Plano AGILE
ro: Planul AGILE
ru: Тариф AGILE
sk: Program AGILE
sl: Načrt AGILE
th: แผน AGILE
tr: AGILE Planı
uk: План AGILE
vi: Gói AGILE
zh_hans: AGILE 计划
zh_hant: AGILE 計劃

source: Agreements
ar: الاتفاقيات
ca: Acords
cs: Smlouvy
da: Aftaler
de: Vereinbarungen
el: Συμφωνίες
es: Acuerdos
fi: Sopimukset
fr: Accords
he: הסכמים
hi: समझौते
hr: Sporazumi
hu: Megállapodások
id: Perjanjian
it: Accordi
ja: 契約
ko: 계약
ms: Perjanjian
nb: Avtaler
nl: Overeenkomsten
pl: Umowy
pt_pt: Acordos
ro: Acorduri
ru: Соглашения
sk: Dohody
sl: Dogovori
sv: Avtal
th: ข้อตกลง
tr: Anlaşmalar
uk: Угоди
vi: Thỏa thuận
zh_hans: 协议
zh_hant: 協議

source: All Plans
ar: جميع الخطط
ca: Tots els plans
cs: Všechny plány
da: Alle planer
de: Alle Tarife
el: Όλα τα προγράμματα
es: Todos los planes
fi: Kaikki suunnitelmat
fr: Tous les forfaits
he: כל התוכניות
hi: सभी प्लान
hr: Svi planovi
hu: Minden csomag
id: Semua rencana
it: Tutti i piani
ja: すべてのプラン
ko: 모든 요금제
ms: Semua pelan
nb: Alle planer
nl: Alle plannen
pl: Wszystkie plany
pt_pt: Todos os planos
ro: Toate planurile
ru: Все тарифы
sk: Všetky programy
sl: Vsi načrti
sv: Alla planer
th: แผนทั้งหมด
tr: Tüm Planlar
uk: Усі плани
vi: Tất cả gói cước
zh_hans: 所有方案
zh_hant: 所有方案

source: All Rates
ar: جميع التعريفات
ca: Totes les tarifes
cs: Všechny sazby
da: Alle takster
de: Alle Tarife
el: Όλες οι τιμές
es: Todas las tarifas
fi: Kaikki hinnat
fr: Tous les tarifs
he: כל התעריפים
hi: सभी दरें
hr: Sve stope
hu: Minden díjszabás
id: Semua tarif
it: Tutte le tariffe
ja: すべての料金
ko: 모든 요금
ms: Semua Kadar
nb: Alle priser
nl: Alle tarieven
pl: Wszystkie stawki
pt_pt: Todas as Tarifas
ro: Toate tarifele
ru: Все тарифы
sk: Všetky sadzby
sl: Vse tarife
sv: Alla taxor
th: อัตราทั้งหมด
tr: Tüm Tarifeler
uk: Усі тарифи
vi: Tất cả các mức giá
zh_hans: 所有费率
zh_hant: 所有費率

source: An API Key is generally optional for most features, such as checking Agile rates, tracking price trends, and reviewing historical data. You only need an API Key if you'd like to access your personal data, including: • Your actual consumption details • Your billing information • Your tariff details Your API Key is securely stored on your device and is never shared with the app developers or any third parties.
ar: عادةً ما تكون مفاتيح الـAPI اختيارية لمعظم الميزات مثل عرض أسعار Agile وتتبع اتجاهات الأسعار والاطلاع على البيانات التاريخية. لا تحتاج إلى مفتاح API إلا إذا كنت تريد الوصول إلى بياناتك الشخصية بما في ذلك: • تفاصيل استهلاكك الفعلي • معلومات الفواتير الخاصة بك • تفاصيل التعريفة الخاصة بك يتم تخزين مفتاح الـAPI الخاص بك بأمان على جهازك فقط ولن تتم مشاركته مع مطوري التطبيق أو الجهات الخارجية.
ca: En general, la clau d'API és opcional per a la majoria de funcions, com ara comprovar les tarifes Agile, fer el seguiment de les tendències de preus i revisar dades històriques. Només necessites una clau d'API si vols accedir a les teves dades personals, incloent: • Les teves dades reals de consum • La teva informació de facturació • Els detalls de la teva tarifa La clau d'API s'emmagatzema de manera segura només al teu dispositiu i mai no es comparteix amb els desenvolupadors de l'app ni amb tercers.
cs: Klíč API je obecně volitelný pro většinu funkcí, jako je kontrola cen Agile, sledování cenových trendů a zobrazení historických údajů. Klíč API potřebujete pouze v případě, že chcete přistupovat k osobním údajům, například: • Skutečná spotřeba • Informace o fakturaci • Podrobnosti o vašem tarifu Váš klíč API je bezpečně uložen pouze ve vašem zařízení a nikdy není sdílen s vývojáři aplikace ani třetími stranami.
da: En API-nøgle er som udgangspunkt valgfri for de fleste funktioner, såsom at tjekke Agile-priser, følge prisudviklinger og se historiske data. Du behøver kun en API-nøgle, hvis du vil have adgang til dine personlige data, herunder: • Dit faktiske forbrug • Dine faktureringsoplysninger • Detaljer om din takst Din API-nøgle gemmes sikkert på din enhed og deles aldrig med appudviklere eller tredjeparter.
de: Ein API-Schlüssel ist in der Regel optional für die meisten Funktionen, wie das Überprüfen von Agile-Tarifen, das Verfolgen von Preisentwicklungen und das Anzeigen historischer Daten. Einen API-Schlüssel benötigst du nur, wenn du auf deine persönlichen Daten zugreifen möchtest, einschließlich: • Deinen tatsächlichen Verbrauchsdaten • Deinen Rechnungsinformationen • Deinen Tarifdetails Dein API-Schlüssel wird ausschließlich sicher auf deinem Gerät gespeichert und niemals mit App-Entwicklern oder Dritten geteilt.
el: Ένα API Key είναι γενικά προαιρετικό για τις περισσότερες λειτουργίες, όπως ο έλεγχος τιμών Agile, η παρακολούθηση τάσεων τιμών και η ανασκόπηση ιστορικών δεδομένων. Χρειάζεστε API Key μόνο εάν θέλετε να αποκτήσετε πρόσβαση στα προσωπικά σας δεδομένα, συμπεριλαμβανομένων: • Της πραγματικής κατανάλωσής σας • Των πληροφοριών χρέωσής σας • Των λεπτομερειών του τιμολογίου σας Το API Key σας αποθηκεύεται με ασφάλεια μόνο στη συσκευή σας και δεν κοινοποιείται ποτέ σε προγραμματιστές της εφαρμογής ή σε τρίτους.
es: La clave API es, por lo general, opcional para la mayoría de las funciones, como comprobar las tarifas Agile, seguir las tendencias de precios y revisar datos históricos. Solo necesitas una clave API si quieres acceder a tus datos personales, incluidos: • Tus datos reales de consumo • Tu información de facturación • Los detalles de tu tarifa Tu clave API se almacena de forma segura solo en tu dispositivo y nunca se comparte con los desarrolladores de la app ni con terceros.
fi: API-avain on yleensä valinnainen useimmille ominaisuuksille, kuten Agile-hintojen tarkistamiseen, hintatrendien seuraamiseen ja historiatietojen tarkastelemiseen. Tarvitset API-avaimen vain, jos haluat käyttää henkilökohtaisia tietojasi, kuten: • Todellista kulutustasi • Laskutustietojasi • Tariffisi yksityiskohtia API-avaimesi tallennetaan turvallisesti ainoastaan laitteellesi, eikä sitä koskaan jaeta sovelluskehittäjien tai kolmansien osapuolien kanssa.
fr: Une clé API est généralement facultative pour la plupart des fonctionnalités, comme consulter les tarifs Agile, suivre l’évolution des prix et examiner les données historiques. Vous n'avez besoin d'une clé API que si vous souhaitez accéder à vos données personnelles, notamment : • Vos détails de consommation réels • Vos informations de facturation • Les détails de votre tarif Votre clé API est stockée en toute sécurité uniquement sur votre appareil et n’est jamais partagée avec les développeurs de l’application ou des tiers.
he: מפתח API הוא לרוב אופציונלי עבור רוב הפונקציות, כגון בדיקת תעריפי Agile, מעקב אחר מגמות מחירים ובדיקה של נתוני עבר. אתה זקוק למפתח API רק אם תרצה לגשת לנתונים האישיים שלך, כולל: • נתוני הצריכה בפועל שלך • פרטי החיוב שלך • פרטי התעריף שלך מפתח ה-API שלך מאוחסן באופן מאובטח רק במכשיר שלך ולעולם אינו משותף עם מפתחי האפליקציה או גורמים שלישיים.
hi: ज़्यादातर फीचर्स, जैसे कि Agile दरें देखना, मूल्य रुझानों पर नज़र रखना और ऐतिहासिक डेटा की समीक्षा करना, के लिए API कुंजी आमतौर पर वैकल्पिक होती है। आपको केवल तभी API कुंजी की आवश्यकता होगी जब आप अपना व्यक्तिगत डेटा एक्सेस करना चाहें, जिसमें शामिल है: • आपका वास्तविक खपत डेटा • आपकी बिलिंग जानकारी • आपकी टैरिफ डिटेल्स आपकी API कुंजी सुरक्षित रूप से केवल आपके डिवाइस पर संग्रहीत होती है और इसे ऐप डेवलपर्स या तीसरे पक्ष के साथ साझा नहीं किया जाता।
hr: API ključ je uglavnom neobavezan za većinu značajki, kao što su provjera Agile cijena, praćenje trendova cijena i pregled povijesnih podataka. API ključ trebate samo ako želite pristupiti svojim osobnim podacima, uključujući: • Stvarne podatke o potrošnji • Podatke o naplati • Detalje o vašoj tarifi Vaš se API ključ čuva sigurno isključivo na vašem uređaju i nikada se ne dijeli s programerima aplikacije ili trećim stranama.
hu: Az API-kulcs a legtöbb funkcióhoz általában opcionális, például az Agile tarifák ellenőrzéséhez, az ártrendek követéséhez és a történeti adatok áttekintéséhez. Csak akkor van szükség API-kulcsra, ha hozzá szeretnél férni a személyes adataidhoz, beleértve: • Valós fogyasztási adataidat • Számlázási információidat • A díjcsomag részleteit Az API-kulcsod biztonságosan tárolódik kizárólag a készülékeden, és soha nem osztjuk meg alkalmazásfejlesztőkkel vagy harmadik felekkel.
id: API Key umumnya bersifat opsional untuk sebagian besar fitur, seperti memeriksa tarif Agile, memantau tren harga, dan meninjau data historis. Anda hanya memerlukan API Key jika ingin mengakses data pribadi Anda, termasuk: • Data konsumsi aktual Anda • Informasi penagihan Anda • Rincian tarif Anda API Key Anda disimpan dengan aman di perangkat Anda saja dan tidak pernah dibagikan dengan pengembang aplikasi atau pihak ketiga.
it: La chiave API è generalmente facoltativa per la maggior parte delle funzioni, come consultare le tariffe Agile, seguire le tendenze dei prezzi e rivedere i dati storici. Hai bisogno di una chiave API solo se desideri accedere ai tuoi dati personali, inclusi: • I tuoi dati di consumo effettivo • Le tue informazioni di fatturazione • I dettagli della tua tariffa La tua chiave API è conservata in modo sicuro esclusivamente sul tuo dispositivo e non viene mai condivisa con gli sviluppatori dell'app né con terze parti.
ja: Agile料金を確認したり、価格動向を追跡したり、過去のデータをレビューするなど、多くの機能では通常、APIキーは任意です。 個人データにアクセスしたい場合にのみAPIキーが必要です。たとえば: • 実際の消費データ • 請求情報 • タリフの詳細 APIキーはあなたのデバイス内で安全に保管され、アプリ開発者や第三者と共有されることはありません。
ko: Agile 요금 조회, 가격 추세 확인, 과거 데이터 검토와 같은 대부분의 기능에는 일반적으로 API 키가 필수가 아닙니다. 개인 데이터를 이용하려면 API 키가 필요합니다. 예: • 실제 사용량 데이터 • 청구 정보 • 요금제 상세 정보 API 키는 오직 사용자 기기에만 안전하게 저장되며, 앱 개발자나 제3자와 절대 공유되지 않습니다.
ms: API Key biasanya tidak wajib untuk kebanyakan ciri, seperti memeriksa kadar Agile, menjejaki trend harga, dan meninjau data sejarah. Anda hanya memerlukan API Key jika anda ingin mengakses data peribadi seperti: • Data penggunaan sebenar anda • Maklumat pengebilan anda • Butiran tarif anda API Key anda disimpan dengan selamat pada peranti anda sahaja dan tidak pernah dikongsi dengan pembangun apl atau pihak ketiga.
nb: En API-nøkkel er vanligvis valgfri for de fleste funksjoner, som å sjekke Agile-priser, følge prisutvikling og se historiske data. Du trenger bare en API-nøkkel hvis du vil få tilgang til dine personlige data, inkludert: • Ditt faktiske forbruksdata • Dine faktureringsopplysninger • Detaljer om din tariff Din API-nøkkel lagres trygt på enheten din og deles aldri med apputviklere eller tredjeparter.
nl: Een API-sleutel is over het algemeen optioneel voor de meeste functies, zoals het controleren van Agile-tarieven, het volgen van prijsontwikkelingen en het bekijken van historische gegevens. Je hebt alleen een API-sleutel nodig als je toegang wilt tot je persoonlijke gegevens, waaronder: • Je werkelijke verbruiksgegevens • Je facturatiegegevens • Je tariefdetails Je API-sleutel wordt alleen veilig opgeslagen op je eigen apparaat en wordt nooit gedeeld met app-ontwikkelaars of derden.
pl: Klucz API jest zazwyczaj opcjonalny w przypadku większości funkcji, takich jak sprawdzanie stawek Agile, śledzenie trendów cenowych czy przeglądanie danych historycznych. Klucz API jest potrzebny tylko wtedy, gdy chcesz uzyskać dostęp do swoich danych osobowych, w tym: • Rzeczywistych danych dotyczących zużycia • Informacji rozliczeniowych • Szczegółów dotyczących twojej taryfy Twój klucz API jest bezpiecznie przechowywany wyłącznie na twoim urządzeniu i nigdy nie jest udostępniany deweloperom aplikacji ani podmiotom trzecim.
pt_pt: Uma chave de API é geralmente opcional para a maioria das funcionalidades, como verificar tarifas Agile, acompanhar tendências de preços e rever dados históricos. Só precisas de uma chave de API se quiseres aceder aos teus dados pessoais, incluindo: • Os teus dados de consumo reais • As tuas informações de faturação • Os detalhes da tua tarifa A tua chave de API é armazenada em segurança apenas no teu dispositivo e nunca é partilhada com os programadores da app ou terceiros.
ro: Cheia API este, în general, opțională pentru majoritatea funcțiilor, cum ar fi verificarea tarifelor Agile, urmărirea tendințelor de preț și revizuirea datelor istorice. Ai nevoie de o cheie API doar dacă dorești să accesezi datele tale personale, inclusiv: • Datele tale reale de consum • Informațiile tale de facturare • Detalii despre tariful tău Cheia ta API este stocată în siguranță doar pe dispozitivul tău și nu este niciodată împărtășită cu dezvoltatorii aplicației sau cu terțe părți.
ru: Ключ API обычно не обязателен для большинства функций, таких как просмотр тарифов Agile, отслеживание ценовых трендов и анализ исторических данных. Ключ API нужен только в том случае, если вы хотите получить доступ к личным данным, включая: • Фактическое потребление • Информацию по выставлению счетов • Подробности о вашем тарифе Ваш ключ API хранится в безопасности только на вашем устройстве и никогда не передается разработчикам приложения или третьим лицам.
sk: Kľúč API je vo všeobecnosti voliteľný pre väčšinu funkcií, ako je kontrola sadzieb Agile, sledovanie cenových trendov a prezeranie historických údajov. Kľúč API potrebujete iba v prípade, že chcete pristupovať k svojim osobným údajom, vrátane: • Vašej skutočnej spotreby • Vašich fakturačných informácií • Podrobností o vašom tarife Váš kľúč API je bezpečne uložený iba vo vašom zariadení a nikdy sa nezdieľa s vývojármi aplikácie ani s tretími stranami.
sl: API-ključ je na splošno izbiren za večino funkcij, kot so preverjanje cen Agile, sledenje cenovnih trendov in pregled zgodovinskih podatkov. API-ključ potrebujete le, če želite dostopati do svojih osebnih podatkov, vključno z: • Dejansko porabo • Podatki o obračunavanju • Podrobnostmi o vaši tarifi Vaš API-ključ je varno shranjen samo v vaši napravi in ​​ni nikoli deljen z razvijalci aplikacije ali tretjimi osebami.
sv: En API-nyckel är i allmänhet valfri för de flesta funktioner, till exempel att kontrollera Agile-priser, följa prisutveckling och granska historiska data. Du behöver endast en API-nyckel om du vill få tillgång till dina personliga uppgifter, inklusive: • Din faktiska förbrukning • Dina faktureringsuppgifter • Detaljer om din tariff Din API-nyckel lagras säkert enbart på din enhet och delas aldrig med apputvecklare eller tredje parter.
th: API Key มักไม่จำเป็นสำหรับฟีเจอร์ต่าง ๆ ส่วนใหญ่ เช่น การตรวจสอบอัตรา Agile การติดตามแนวโน้มราคา และการตรวจสอบข้อมูลย้อนหลัง คุณจะต้องใช้ API Key ก็ต่อเมื่อคุณต้องการเข้าถึงข้อมูลส่วนตัวของคุณ รวมถึง: • ข้อมูลการใช้ไฟฟ้าจริง • ข้อมูลการเรียกเก็บเงิน • รายละเอียดอัตราค่าไฟของคุณ API Key ของคุณจะถูกจัดเก็บไว้อย่างปลอดภัยในอุปกรณ์ของคุณเท่านั้น และจะไม่ถูกแชร์กับนักพัฒนาแอปหรือบุคคลที่สาม
tr: API Anahtarı, Agile tarifelerini kontrol etmek, fiyat eğilimlerini izlemek ve geçmiş verileri incelemek gibi çoğu özellik için genellikle isteğe bağlıdır. Kişisel verilerinize erişmek istiyorsanız, örneğin: • Gerçek tüketim verileriniz • Fatura bilgileriniz • Tarifeyle ilgili ayrıntılarınız ancak o zaman bir API Anahtarı gerekir. API Anahtarınız yalnızca cihazınızda güvenli bir şekilde saklanır ve uygulama geliştiriciler veya üçüncü taraflarla asla paylaşılmaz.
uk: Ключ API зазвичай не є обов’язковим для більшості функцій, таких як перевірка тарифів Agile, відстеження цінових тенденцій та перегляд історичних даних. Вам потрібен ключ API лише якщо ви бажаєте отримати доступ до своїх особистих даних, зокрема: • Фактичні дані про споживання • Інформацію про виставлення рахунків • Деталі вашого тарифу Ваш ключ API зберігається надійно лише на вашому пристрої і ніколи не передається розробникам додатка чи стороннім особам.
vi: Khóa API thường là tùy chọn đối với hầu hết các tính năng, chẳng hạn như kiểm tra giá Agile, theo dõi xu hướng giá và xem lại dữ liệu lịch sử. Bạn chỉ cần khóa API nếu muốn truy cập dữ liệu cá nhân của mình, bao gồm: • Dữ liệu tiêu thụ thực tế • Thông tin thanh toán • Chi tiết gói cước của bạn Khóa API của bạn được lưu trữ an toàn trên thiết bị của bạn và không bao giờ được chia sẻ với nhà phát triển ứng dụng hoặc bên thứ ba.
zh_hans: 对于大多数功能（例如查看 Agile 费率、跟踪价格趋势和查看历史数据），API Key 通常是可选的。 只有在您想访问个人数据时才需要 API Key，包括： • 您的实际用电量 • 您的账单信息 • 您的费率详情 您的 API Key 只会安全地存储在您的设备上，绝不会与应用开发者或第三方共享。
zh_hant: 對於大多數功能（例如查看 Agile 費率、追蹤價格趨勢和檢視歷史數據），API Key 通常是可選的。 只有在你需要存取個人資料時才需要 API Key，包括： • 你實際的用電量數據 • 你的帳單資訊 • 你的費率詳情 你的 API Key 只會安全地儲存在你的裝置上，絕不會與應用程式開發者或第三方分享。

source: An interactive chart to see rates over time, also shows best time ranges
ar: مخطط تفاعلي لمشاهدة الأسعار بمرور الوقت، ويعرض أيضًا أفضل الأوقات
ca: Un gràfic interactiu per veure les tarifes amb el pas del temps, que també mostra els millors intervals de temps
cs: Interaktivní graf pro zobrazení sazeb v průběhu času, který také ukazuje nejlepší časová období
da: Et interaktivt diagram til at se takster over tid, som også viser de bedste tidsrum
de: Ein interaktives Diagramm, um Tarife im Zeitverlauf zu sehen, das auch die besten Zeitfenster anzeigt
el: Ένα διαδραστικό διάγραμμα για να δείτε τις χρεώσεις με την πάροδο του χρόνου, το οποίο εμφανίζει επίσης τα καλύτερα χρονικά διαστήματα
es: Un gráfico interactivo para ver las tarifas a lo largo del tiempo, que también muestra los mejores intervalos de tiempo
fi: Interaktiivinen kaavio nähdäksesi hinnat ajan mittaan, näyttää myös parhaat aikavälit
fr: Un graphique interactif pour visualiser les tarifs au fil du temps, qui affiche également les meilleures plages horaires
he: תרשים אינטראקטיבי לצפייה בתעריפים לאורך זמן, המציג גם את טווחי הזמנים הטובים ביותר
hi: समय के साथ दरें देखने के लिए एक इंटरैक्टिव चार्ट, जो सर्वोत्तम समय अवधि भी दिखाता है
hr: Interaktivni graf za pregled tarifa tijekom vremena, također prikazuje najbolja vremenska razdoblja
hu: Interaktív diagram, amely megmutatja az árakat időben, és a legjobb időszakokat is kijelzi
id: Bagan interaktif untuk melihat tarif seiring waktu, juga menampilkan rentang waktu terbaik
it: Un grafico interattivo per vedere le tariffe nel tempo, che mostra anche i migliori intervalli orari
ja: 時間経過による料金を確認できるインタラクティブなチャートで、最適な時間帯も表示します
ko: 시간 경과에 따른 요금을 확인할 수 있는 대화형 차트이며, 최적 시간대를 함께 표시합니다
ms: Carta interaktif untuk melihat kadar sepanjang masa, turut memaparkan julat masa terbaik
nb: Et interaktivt diagram for å se priser over tid, som også viser de beste tidsrommene
nl: Een interactieve grafiek om tarieven in de loop van de tijd te bekijken, toont ook de beste tijdvakken
pl: Interaktywny wykres umożliwiający obserwację stawek w czasie, który pokazuje również najlepsze przedziały czasowe
pt_pt: Um gráfico interativo para ver as tarifas ao longo do tempo, que também mostra os melhores períodos
ro: Un grafic interactiv pentru a vedea tarifele în timp și a evidenția cele mai bune intervale orare
ru: Интерактивный график для просмотра тарифов с течением времени, также показывает лучшие временные интервалы
sk: Interaktívny graf na zobrazenie taríf v priebehu času, ktorý zároveň ukazuje najlepšie časové intervaly
sl: Interaktivni graf za pregled cen skozi čas, ki prikazuje tudi najbolj ugodne časovne razpone
sv: Ett interaktivt diagram för att se priser över tid, som även visar de bästa tidsintervallen
th: แผนภูมิแบบโต้ตอบเพื่อดูอัตราค่าไฟตามช่วงเวลา และยังแสดงช่วงเวลาที่ดีที่สุด
tr: Zaman içinde tarifeleri görmek için etkileşimli bir grafik, ayrıca en iyi zaman aralıklarını gösterir
uk: Інтерактивна діаграма для перегляду тарифів з часом, яка також показує найкращі часові проміжки
vi: Biểu đồ tương tác để xem giá theo thời gian, đồng thời hiển thị khung giờ lý tưởng
zh_hans: 一个可互动的图表，可随时间查看费率，并显示最佳时段
zh_hant: 互動式圖表可查看費率隨時間變化，並顯示最佳時段

source: API Configuration
ar: تكوين واجهة برمجة التطبيقات (API)
ca: Configuració de l'API
cs: Konfigurace API
da: API-konfiguration
de: API-Konfiguration
el: Ρύθμιση API
es: Configuración de la API
fi: API-kokoonpano
fr: Configuration de l’API
he: הגדרת API
hi: API कॉन्फ़िगरेशन
hr: Konfiguracija API-ja
hu: API-konfiguráció
id: Konfigurasi API
it: Configurazione API
ja: API構成
ko: API 구성
ms: Konfigurasi API
nb: API-konfigurasjon
nl: API-configuratie
pl: Konfiguracja interfejsu API
pt_pt: Configuração da API
ro: Configurare API
ru: Конфигурация API
sk: Konfigurácia rozhrania API
sl: Konfiguracija API
sv: API-konfiguration
th: กำหนดค่า API
tr: API Yapılandırması
uk: Налаштування API
vi: Cấu hình API
zh_hans: API 配置
zh_hant: API 設定

source: API Key
ar: مفتاح API
ca: Clau d'API
cs: API klíč
da: API-nøgle
de: API-Schlüssel
es: Clave API
fi: API-avain
fr: Clé API
he: מפתח API
hi: API कुंजी
hr: API ključ
hu: API-kulcs
it: Chiave API
ja: APIキー
ko: API 키
nb: API-nøkkel
nl: API-sleutel
pl: Klucz API
pt_pt: Chave de API
ro: Cheie API
ru: Ключ API
sk: API kľúč
sl: API ključ
sv: API-nyckel
tr: API Anahtarı
uk: Ключ API
vi: Khóa API

source: API Key is required
ar: مطلوب مفتاح API
ca: Es requereix una clau API
cs: Je vyžadován klíč API
da: API-nøgle er påkrævet
de: API-Schlüssel ist erforderlich
el: Απαιτείται κλειδί API
es: Se requiere clave API
fi: API-avain vaaditaan
fr: La clé API est requise
he: נדרש מפתח API
hi: API कुंजी आवश्यक है
hr: Potreban je API ključ
hu: API-kulcs szükséges
id: Kunci API diperlukan
it: È necessaria la chiave API
ja: APIキーが必要です
ko: API 키가 필요합니다
ms: Kunci API diperlukan
nb: API-nøkkel er nødvendig
nl: API-sleutel is vereist
pl: Wymagany jest klucz API
pt_pt: É necessária a chave API
ro: Cheia API este necesară
ru: Требуется ключ API
sk: Je potrebný API kľúč
sl: Potreben je API ključ
sv: API-nyckel krävs
th: ต้องใช้คีย์ API
tr: API anahtarı gerekli
uk: Потрібен ключ API
vi: Yêu cầu khóa API
zh_hans: 需要 API 密钥
zh_hant: 需要 API 金鑰
